---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.AssemblyFailures
source: html/20bf175c-692f-d747-06d9-1531bb448900.htm
---
# BuiltInFailures.AssemblyFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.